{
    "questions": [
        "Tell me a little bit about yourself?",
        "Have you worked on anything else? Can you tell us about it?",
        "When was the ATL program set up in school?",
        "I want to know more about how ATL came to be in this school. Can you tell me?",
        "What was your interest in the ATL program?",
        "What do you teach in the lab?",
        "How are school principal and teachers involved in running the lab?",
        "Can you tell me a little bit about how students are selected to attend the lab?",
        "What are the different activities that take place in the lab?",
        "How does the lab work on a weekly basis?",
        "What is the student attendance like in a day?",
        "How does the lab fit into the school schedule?",
        "How do you manage the lab? Do you use any structures to do it?",
        "How are the equipments managed in the lab?",
        "If any equipment gets damaged, what happens?",
        "What kind of support do you get to manage the equipments?",
        "What do students like about the lab?",
        "Is there any one activity students engage in more than others?",
        "What has the interest been like with lab?",
        "Tell me about the student resource allocation in the lab?",
        "What do students say about the lessons?",
        "How are students managing resources in the lab?",
        "What are some innovations/products students have created?",
        "I want to know about any product they created to solve problems at school? Give me details.",
        "Any other impact on students after the lab was established?",
        "What are some things students have learnt in the lab?",
        "Which is your favourite lesson to teach? Why?",
        "How are you learning from teaching the lessons since this is a new project?",
        "What are some things that help you run the lab?",
        "What has worked really well?",
        "Tell me a story about something memorable that happened in the lab.",
        "What are some challenges you're facing in running the lab?",
        "Any support you need to make it more efficient?",
        "Do the school principal and teachers help in solving issues that arise?",
        "What needs to change/improve?",
        "Any other feedback you have?",
        "Is there something that we should have asked you but we have not?"
    ]
}
